class TestData:
    BASE_URL = 'https://mnogoknig.lv'
    FACEBOOK_URL = 'https://www.facebook.com/mnogokniglv/'
    INSTAGRAM_URL = 'https://www.instagram.com/mnogokniglv/'
    WHATSUP_URL = 'whatsapp://send?phone=+37129618670'
    IMG_BASE_URL = 'https://mnogoknig.lv/uploads/products'
    EMAIL = 'izhusele@gmail.com'
    PASSWORD ='XXXXX'
    CATEGORIES_RU = 'книги,игры, игрушки,товары для малышей,товары для праздника,товары для школы,товары для живописи, рукоделия и хобби,традиционные товары,другие товары,издательство'


    CATEGORIES_LV = 'Новинки,Акции %,Автомобили,Детективы, боевики,Детская литература,Дом, быт, досуг,Иностранные языки, словари,История, политика,Компьютерные технологии,' \
                    'Любовный роман,Медицина и здоровье,Подарочные издания,Психология, философия,Путеводители, атласы,Современная и классическая литература,Спорт, оружие, рыбалка,' \
                    'Сувениры. Аксессуары,Фантастика,Эзотерика, астрология, магия,Экономическая литература'
